Repository: ATIX-AG/candlepin
Catalog: gutterball/po/*.po
Languages: de

source: Unknown
de: [GERMAN] Unknown

source: List the status of all consumers
de: [GERMAN] List the status of all consumers

source: Filters the results by the specified consumer UUID.
de: [GERMAN] Filters the results by the specified consumer UUID.

source: The Owner key(s) to filter on.
de: [GERMAN] The Owner key(s) to filter on.

source: The subscription status to filter on.
de: [GERMAN] The subscription status to filter on.

source: The date to filter on. Defaults to NOW.
de: [GERMAN] The date to filter on. Defaults to NOW.

source: Lists the status of each consumer over a date range
de: [GERMAN] Lists the status of each consumer over a date range

source: The number of hours to filter on (used indepent of date range).
de: [GERMAN] The number of hours to filter on (used indepent of date range).

source: The start date to filter on (used with {0}).
de: [GERMAN] The start date to filter on (used with {0}).

source: The end date to filter on (used with {0})
de: [GERMAN] The end date to filter on (used with {0})

source: Required parameter.
de: [GERMAN] Required parameter.

source: Parameter must not be used with {0}.
de: [GERMAN] Parameter must not be used with {0}.

source: Parameter must be used with {0}.
de: [GERMAN} Parameter must be used with {0}.

source: Parameter must be an Integer value.
de: [GERMAN] Parameter must be an Integer value.

source: Invalid date string. Expected format: {0}
de: [GERMAN] Invalid date string. Expected format: {0}

source: Not supported by a valid subscription.
de: [GERMAN] Not supported by a valid subscription.

source: Supports architecture {0} but the system is {1}.
de: [GERMAN] Supports architecture {0} but the system is {1}.

source: Only supports {0} of {1} sockets.
de: [GERMAN] Only supports {0} of {1} sockets.

source: Only supports {0} of {1} cores.
de: [GERMAN] Only supports {0} of {1} cores.

source: Only supports {0}GB of {1}GB of RAM.
de: [GERMAN] Only supports {0}GB of {1}GB of RAM.

source: Only supports {0} of {1} virtual guests.
de: [GERMAN] Only supports {0} of {1} virtual guests.

source: Only supports {0} of {1} vCPUs.
de: [GERMAN] Only supports {0} of {1} vCPUs.

source: {2} COVERAGE PROBLEM. Supports {0} of {1}
de: [GERMAN] {2} COVERAGE PROBLEM. Supports {0} of {1}

source: No credentials provided
de: [GERMAN] No credentials provided

source: Invalid OAuth unit or secret
de: [GERMAN] Invalid OAuth unit or secret

source: OAuth problem encountered. Internal message is: {0}
de: [GERMAN] OAuth problem encountered. Internal message is: {0}

source: OAuth error encountered. Internal message is: {0}
de: [GERMAN] OAuth error encountered. Internal message is: {0}

source: message is null
de: [GERMAN] message is null

source: Error getting OAuth unit key
de: [GERMAN] Error getting OAuth unit key
