Repository: ATIX-AG/candlepin
Catalog: proxy/po/*.po
Languages: fr, ja, ko, pt_br, ru, zh_cn

source: couldn't generate statistics
fr: impossible de créer les statistiques
ja: 統計を生成できませんでした
ko: 통계를 생성할 수 없음
ru: ошибка генерации статистики
zh_cn: 无法生成统计

source: no certificate for subscription {0}
ru: нет сертификата для подписки {0}

source: email is required for notification
fr: adresse email requise pour les notifications
ja: 通知用の電子メールが必要です
ko: 통지를 위해 이메일이 필요함
ru: Необходимо указать адрес для получения уведомлений.
zh_cn: 需要电子邮件来接收通知

source: email locale is required for notification
fr: paramètres régionaux d'adresse email requis pour les notifications
ja: 通知用の電子メール言語が必要です
ko: 통지를 위해 이메일 로케일이 필요함
ru: Необходимо выбрать язык почтовых уведомлений.
zh_cn: 需要接收通知的电子邮件的地区编码

source: No such consumer: {0}
fr: Aucun tel consommateur : {0}
ja: その消費者は存在しません: {0}
ko: 이러한 사용자가 없음: {0}
pt_br: Nenhum cliente foi encontrado: {0}
ru: Нет такого клиента: {0}
zh_cn: 没有这个客户：{0}

source: Subscription with id {0} could not be found
fr: Impossible de trouver l'abonnement avec l'id {0}
ja: id {0} のサブスクリプションは見付かりません
ko: id {0}의 서브스크립션을 찾을 수 없음
pt_br: A Subscrição com id {0} não foi encontrada
ru: Не найдена подписка с ID {0}
zh_cn: 无法找到 id 为 {0} 的订阅

source: Cound not create the Owner: {0}. Parent {1} does not exist.
fr: Impossible de créer le propriétaire : {0}. Le parent {1} n'existe pas.
ja: 所有者を作成出来ませんでした: {0}。 親 {1} は存在しません
ko: 소유자를 생성할 수 없음: {0}. 부모 {1}은 존재하지 않음.
pt_br: Não foi possível criar um Proprietário: {0}. O pai {1} não existe.
ru: Не удалось создать владельца {0}. {1} не существует.
zh_cn: 无法创建拥有者：{0}。上级 {1} 不存在。

source: Cound not create the Owner: {0}
fr: Impossible de créer le propriétaire : {0}
ja: 所有者を作成できませんでした: {0}
ko: 소유자를 생성할 수 없음: {0}
pt_br: Não foi possível criar um Proprietário: {0}
ru: Не удалось создать владельца: {0}
zh_cn: 无法创建拥有者：{0}

source: Must provide a name for activation key.
fr: Vous devez fournir un nom pour une clé d'activation.
ja: アクティベーションキーの名前を提供して下さい
ko: 활성화 키의 이름을 반드시 지정해야 합니다.
ru: Необходимо указать имя ключа активации.
zh_cn: 必须为激活密钥提供一个名称。

source: Activation key names must be alphanumeric or the characters '-' or '_'. [
fr: Les noms de clés d'activation doivent contenir des caractères alphanumériques ou '-' or '_'. [
ja: アクティベーションキーの名前は英数字か、又は文字 '-' か '_'. [ でなければなりません
ko: 활성화 키의 이름은 알파벳 등의 문자와 숫자 또는 문자 '-' 또는 '_'로 되어 있어야 합니다. [
ru: Имя ключа может содержать буквы, цифры и '-', '_'. [
zh_cn: 激活密钥的名称必须是字母数字的、'-' 或 '_' 字符。[

source: Activation key name [
fr: Nom de la clé d'activation [
ja: アクティベーションキー名 [
ko: 활성화 키 이름 [
ru: Имя ключа активации [
zh_cn: 激活密钥的名称 [

source: owner with key: {0} was not found.
fr: impossible de trouver le propriétaire avec la clé : {0}.
ja: キー: {0} を持つ所有者は見付かりません
ko: 키: {0}의 소유자를 찾을 수 없음
pt_br: o proprietário com tecla: {0} não foi encontrado
ru: не найден пользователь с ключом {0}
zh_cn: 无法找到密钥 {0} 的拥有者。

source: subscription with id: {0} not found.
fr: impossible de trouver l'abonnement avec l'id : {0}.
ja: id: {0} のサブスクリプションは見付かりません
ko: id: {0}의 서브스크립션을 찾을 수 없음.
pt_br: a subscrição com id: {0} não foi encontrada.
ru: не найдена подписка с ID {0}
zh_cn: 没有找到 id 为 {0} 的订阅。

source: Error reading export archive
fr: Erreur lors de la lecture de l'archive d'export
ja: エキスポートアーカイブの読み込みでエラー
ko: 내보내기 아카이브를 읽는 도중 오류 발생
pt_br: Erro de leitura do arquivo de exportação
ru: Ошибка чтения экспортируемого архива
zh_cn: 读取导出归档出错

source: Bad data in export archive
fr: Données erronées dans l'archive d'export
ja: エキスポートアーカイブ内に不正データ
ko: 내보내기 아카이브에 있는 잘못된 데이터
pt_br: Data inválida no arquivo de exportação
ru: Повреждённые данные в экспортируемом архиве
zh_cn: 导出归档中的坏数据

source: Problem generating ueber cert for owner {0}
fr: Problème lors de la génération du certificat ueber pour le propriétaire {0}
ja: 所有者 {0} の ueber 証明書の生成で問題発生
ko: 소유자 {0}의 ueber 인증서를 생성하는 도중 문제 발생
ru: Не удалось создать сертификат для владельца {0}

source: ueber certificate for owner {0} was not found. Please generate one.
fr: Le certificat ueber pour le propriétaire {0} est introuvable. Veuillez en générer un.
ja: 所有者 {0} の ueber 証明書は見つかりません。生成してください。
ko: 소유자 {0}의 ueber 인증서를 찾을 수 없습니다. 해당 인증서를 생성해 주십시오.
ru: Не найден сертификат для пользователя {0}. Необходимо его создать.

source: {0} file imported successfully.
fr: Importation du fichier {0} réussie.
ja: {0} ファイルは正常にインポートされました
ko: {0} 파일을 성공적으로 불러왔습니다.
ru: Импорт файла {0} завершен.
zh_cn: 成功导入 {0} 文件。

source: {0} file imported forcibly
ru: Файл {0} импортирован принудительно.

source: Organization with key: {0} was not found.
fr: L'organisation avec la clé : {0} est introuvable.
ja: キー: {0} を持つ組織は見つかりません
ko: 키: {0}을(를) 갖는 조직을 찾을 수 없습니다.
ru: Не найдена организация с ключом {0}.
zh_cn: 无法找到具有密钥 {0} 的机构。

source: Insufficient permissions
fr: Permissions insuffisantes
ja: 十分な権限がありません
ko: 권한이 충분하지 않음
ru: Недостаточно полномочий
zh_cn: 权限不够

source: Must specify an org to register with activation keys.
fr: Une organisation doit être spécifiée pour s'enregistrer avec des clés d'activation.
ja: アクティベーションキーで登録する組織を指定してください。
ko: 활성화 키로 등록할 조직을 지정해야 합니다.
ru: Для регистрации с помощью ключей активации необходимо указать организацию.
zh_cn: 必须指定一个用激活密钥注册的机构。

source: Cannot specify username with activation keys.
fr: Impossible de spécifier un nom d'utilisateur avec des clés d'activation.
ja: アクティベーションキーではユーザー名は指定できません。
ko: 활성화 키와 함께 사용자 이름을 지정할 수 없음
ru: Имя пользователя не может быть указано вместе с ключами активации.
zh_cn: 无法用激活密钥指定用户名。

source: System name cannot contain most special characters.
fr: Le nom du système ne peut pas contenir la plupart des caractères spéciaux.
ja: システム名はほとんどの特殊記号を含むことができません。
ko: 시스템 이름에 대부분의 특수 문자를 포함시킬 수 없음.
pt_br: O nome do sistema não pode conter os caracteres mais especiais.
ru: Имя системы не должно содержать специальных символов.
zh_cn: 系统名不能包含大多数特殊字符。

source: System name cannot begin with # character
fr: Le nom du système ne peut pas commencer par le caractère #
ja: システム名は # 文字で開始できません
ko: 시스템 이름을 # 문자로 시작할 수 없음
ru: Имя системы не может начинаться с #.
zh_cn: 系统名称不能以 # 字符开头

source: A consumer type of 'person' cannot be used with activation keys
fr: Le type de consommateur « personne » ne peut pas être utilisé avec des clés d'activation
ja: コンシューマタイプ「ユーザー」はアクティベーションキーで使用できません
ko: '개인' 사용자 유형은 활성화 키로 사용할 수 없음
ru: Тип "person" не может использоваться с ключами активации.
zh_cn: 类型为 'person' 的客户无法和激活密钥一起使用

source: Pool ID must be provided
fr: L'ID du pool doit être fourni
ja: プール ID が必要です
ko: 풀 ID가 필요함
pt_br: A ID do pool deve ser fornecida
ru: Требуется ID пула
zh_cn: 必须提供池 ID

source: Problem creating consumer {0}
fr: Problème lors de la création du consommateur {0}
ja: 消費者 {0} の作成に問題があります
ko: 사용자 {0}을 만드는데 문제 발생
pt_br: Problema encontrado ao criar o cliente {0}
ru: Не удалось создать {0}
zh_cn: 创建客户 {0} 时的问题

source: Activation key ''{0}'' not found for organization ''{1}''.
fr: Clé d'activation ''{0}'' introuvable pour l'organisation ''{1}''.
ja: 組織 ''{1}'' 用のアクティベーションキー ''{0}'' は見つかりません
ko: 조직 ''{1}''에 대한 활성화 키 ''{0}''을(를) 찾을 수 없습니다.
ru: Не найден ключ активации ''{0}''для организации ''{1}''.
zh_cn: 未找到机构 ''{1}'' 的激活密钥 ''{0}''。

source: User {0} has no roles for organization {1}
fr: L'utilisateur {0} ne possède pas de rôles pour l'organisation {1}
ja: ユーザー {0} は組織 {1} でのロールがありません
ko: 사용자 {0}은(는) 조직 {1}에 대한 역할을 갖지 않음
ru: Для пользователя {0} не определены роли в организации {1}.
zh_cn: 用户 {0} 没有机构 {1} 的角色。

source: User {0} has already registered a personal consumer
fr: L'utilisateur {0} est déjà enregistré comme consommateur personnel
ja: ユーザー {0} は既に個人消費者を登録してあります
ko: 사용자 {0}은 이미 개인 사용자를 등록하고 있음
pt_br: O usuário {0} já registrou o cliente pessoal
ru: {0} уже зарегистрирован как частный клиент
zh_cn: 用户 {0} 已经注册为个人客户

source: You must specify an organization for new consumers.
fr: Une organisation doit être spécifiée pour les nouveaux consommateurs.
ja: 新しいコンシューマ用の組織を指定して下さい。
ko: 새 사용자에 대한 조직을 지정하셔야 합니다.
ru: Для новых клиентов необходимо выбрать организацию.
zh_cn: 你必须为新客户指定一个机构。

source: Organization {0} does not exist.
fr: L'organisation {0} n'existe pas.
ja: 組織 {0} は存在しません
ko: 조직 {0}이 존재하지 않습니다.
ru: Организация {0} не существует.
zh_cn: 机构 {0} 不存在。

source: User {0} cannot access organization {1}
fr: L'utilisateur {0} ne peut accéder à l'organisation {1}
ja: ユーザー {0} は組織 {1} にアクセスできません
ko: 사용자 {0}은(는) 조직 {1}에 액세스할 수 없음
ru: У пользователя {0} нет доступа к организации {1}.
zh_cn: 用户 {0} 无法访问机构 {1}

source: Cannot unregister {0} consumer {1} because: {2}
fr: Impossible de désenregistrer {0} consommateur {1} car : {2}
ja: 次の理由で {0} 消費者 {1} を登録解除できません: {2}
ko: 다음과 같은 이유로 {0} 사용자 {1}을 등록 취소할 수 없음: {2}
pt_br: Não pode cancelar {0} o cliente {1} devido: {2}
ru: Не удалось удалить регистрацию {0} для клиента {1}: {2}
zh_cn: 无法取消 {0} 客户在 {1} 中的注册，因为：{2}

source: Unable to create entitlement archive
fr: Impossible de créer une archive des droits d'accès
ja: エンタイトルメントアーカイブを作成できません
ko: 인타이틀먼트 아카이브를 생성할 수 없음
ru: Не удалось создать архив полномочий
zh_cn: 无法创建授权归档

source: Cannot bind by multiple parameters.
fr: Impossible de lier par des paramètres multiples.
ja: 複数のパラメータでバインドできません。
ko: 여러 매개 변수로 바인딩할 수 없음
pt_br: Não foi possível realizar o bind por parâmetros múltiplos.
ru: Нельзя привязать несколько параметров.
zh_cn: 无法绑定多个参数。

source: Cannot specify a quantity when auto-binding.
fr: Impossible de spécifier une quantité lors de la liaison automatique.
ja: 自動バインドの時は数量を指定できません。
ko: 자동 바인딩 시 수량을 지정할 수 없습니다.
ru: Не разрешается указывать количество при автоматической привязке.
zh_cn: 在自动绑定时无法指定数量。

source: Asked to be subscribed to a product that has no pool: {0}
fr: A demandé d'être abonné à un produit ne possédant pas de pool : {0}
ja: プールの無い製品へのサブスクリプションを依頼されました: {0}
ko: 풀이 없는 제품에 등록 요청함: {0}
ru: Запрос подписки на продукт, который не входит в пул: {0}
zh_cn: 请求订阅没有池 {0} 的产品

source: No such entitlement: {0}
fr: Aucun tel droit d'accès : {0}
ja: そのエンタイトルメントはありません: {0}
ko: 이러한 인타이틀먼트가 없음: {0}
pt_br: Não foi possível encontrar o entitlement: {0}
ru: Нет полномочия: {0}
zh_cn: 没有这个权利：{0}

source: No such product: {0}
fr: Aucun tel produit : {0}
ja: その製品はありません: {0}
ko: 이러한 제품이 없음: {0}
pt_br: Não foi possível encontrar o produto: {0}
ru: Нет продукта: {0}
zh_cn: 没有这个产品：{0}

source: Consumer with ID
fr: Consommateur avec ID
ja: ID を持つ消費者
ko: ID가 있는 사용자
pt_br: Cliente com ID
ru: Клиент с ID
zh_cn: 客户 ID

source: Entitlement with ID ''{0}'' could not be found.
fr: Impossible de trouver le droit d'accès avec l'ID ''{0}''.
ja: ID ''{0}'' を持つエンタイトルメントは見つかりません
ko: ID ''{0}''을(를) 갖는 인타이틀먼트를 찾을 수 없습니다.
ru: Не найдено полномочие с ID ''{0}''.
zh_cn: 无法找到具有 ID ''{0}'' 的权利。

source: Entitlement Certificate with serial number {0} could not be found.
fr: Impossible de trouver le certificat de droits d'accès avec le numéro de série {0}.
ja: シリアル番号 {0} のエンタイトルメント証明書は見付かりませんでした
ko: 시리얼 번호 {0}의 인타이틀먼트 인증서를 찾을 수 없음.
pt_br: O Certificado de Entitlement com número serial {0} não pôde ser encontrado.
ru: Не найден сертификат полномочий с номером {0}.
zh_cn: 无法找到序列号为 {0} 的权利证书。

source: Consumer {0} cannot be exported. A manifest cannot be made for consumer of type ''{1}''.
fr: Le consommateur {0} ne peut pas être exporté. Un manifeste ne peut pas être créé pour un consommateur de type ''{1}''.
ja: コンシューマ {0} はエキスポートできません。タイプ ''{1}'' のコンシューマにはマニフェストを作成できません。
ko: 사용자 {0}을(를) 내보내기할 수 없습니다. 사용자 유형 ''{1}''에 대한 매니페스트를 만들 수 없습니다.
ru: Невозможно выполнить экспорт пользователя {0}. Нельзя создать манифест для пользователя типа ''{1}''.

source: Unable to create export archive
fr: Impossible de créer une archive d'export
ja: エキスポートアーカイブを作成できません
ko: 내보내기 아카이브를 생성할 수 없음
pt_br: Não foi possível criar o arquivo de exportação
ru: Не удалось создать архив для экспорта
zh_cn: 无法创建导出归档

source: Problem regenerating id cert for consumer {0}
fr: Problème lors de la regénération du cert id pour le consommateur {0}
ja: 消費者 {0} の id 証明書の再生成に問題があります
ko: 사용자 {0}의 id 인증서를 다시 생성하는 도중 문제 발생
pt_br: Erro na tentativa de regenerar o certificado de id ao cliente {0}
ru: Ошибка генерации ID сертификата для {0}
zh_cn: 为客户 {0} 重新生成 id 证书时的问题

source: The consumer with UUID {0} is not a virtual guest.
ru: Клиент с UUID {0} не является виртуальным гостем.

source: Consumer: {0} has no entitlement for product {1}
fr: Consommateur : {0} ne possède pas de droits d'accès pour le produit {1}
ja: 消費者: {0} に製品 {1} 用のエンタイトルメントはありません
ko: 사용자: {0}은 제품 {1}에 대한 인타이틀먼트가 없음
pt_br: Cliente: {0} não possui o entitlement do produto {1}
ru: У клиента {0} нет полномочий для продукта {1}
zh_cn: 客户：{0} 在产品 {1} 中没有任何权利

source: Entitlement with ID ''{0}'' could not be found
fr: Impossible de trouver le droit d'accès avec l'ID ''{0}''.
ja: ID ''{0}'' を持つエンタイトルメントは見つかりません
ko: ID ''{0}''을(를) 갖는 인타이틀먼트를 찾을 수 없음
ru: Не найдено полномочие с ID «{0}».
zh_cn: 无法找到具有 ID ''{0}'' 的权利。

source: {0} is not a valid value for {1}
fr: {0} n'est pas une valeur valide pour {1}
ja: {0} は {1} に対して無効な値です
ko: {0}은 {1}에 대해 잘못된 값입니다
pt_br: {0} não é um valor válido para {1}
ru: {0} не является допустимым значением для {1}
zh_cn: {0} 对于 {1} 来说不是个有效值

source: Runtime Error {0} at {1}.{2}:{3}
fr: Erreur d'exécution {0} à {1}.{2}:{3}
ja: {1}.{2}:{3} にランタイムエラー {0}
ko: {1}.{2}:{3}에서 런타임 오류 {0}
pt_br: Erro de execução {0} no {1}.{2}:{3}
ru: Ошибка выполнения {0} в {1}.{2}:{3}
zh_cn: {1}.{2}:{3} 中的运行时错误 {0}

source: -Cannot unsubscribe entitlement ''{0}'' because:
fr: -Impossible de se désabonner au droit d'accès ''{0}'' car :
ja: -次の理由でエンタイトルメント ''{0}'' をサブスクライブ解除できません:
ko: -다음과 같은 이유로 인타이틀먼트 ''{0}''를 등록할 수 없습니다:
pt_br: -Não pode cancelar o entitlement ''{0}'' uma vez que:
zh_cn: -无法取消订阅授权 ''{0}''，因为：

source: {0} consumer ''{1}'' with id ''{2}'' has the following entitlements:
fr: {0} consommateur ''{1}'' avec l'id ''{2}'' possède les droits d'accès suivants :
ja: id ''{2}'' の {0} 消費者 ''{1}'' は以下のエンタイトルメントを持っています:
ko: id ''{2}''의 {0} 사용자 ''{1}''은 다음의 인타이틀먼트를 갖습니다:
pt_br: {0} o cliente ''{1}'' com a id ''{2}'' possuir os seguintes entitlements:
zh_cn: {0} id 为 ''{2}'' 的客户 ''{1}'' 有以下两个授权：

source: Entitlement ''{0}'':
fr: Droit d'accès ''{0}'' :
ja: エンタイトルメント ''{0}'':
ko: 인타이틀먼트 ''{0}'':
zh_cn: 授权 ''{0}''：

source: account number: ''{0}''
fr: numéro de compte : ''{0}''
ja: アカウント番号: ''{0}''
ko: 계정 번호: ''{0}''
pt_br: número de conta: ''{0}''
zh_cn: 帐号：''{0}''

source: serial number: ''{0}''
fr: numéro de série : ''{0}''
ja: シリアル番号: ''{0}''
ko: 시리얼 번호: ''{0}''
pt_br: número de série: ''{0}''
zh_cn: 序列号：''{0}''

source: These consumed entitlements were derived from subscription pool: ''{0}''.
fr: Ces droits d'accès consommés étaient dérivés du pool des abonnements : ''{0}''.
ja: これらの消費済みエンタイトルメントはサブスクリプションプールから抽出しました: ''{0}''.
ko: 사용되는 인타이틀먼트는 서브스크립션 풀에서 추출했습니다: ''{0}''.
pt_br: Esses entitlements utilizados foram obtidos a partir do pool de subscrição: ''{0}''.
zh_cn: 这些消耗的授权来自订阅池：''{0}''。

source: You must first unsubscribe these consumers from these entitlements.
fr: Vous devez d'abord désinscrire ces consommateurs de ces droits d'accès.
ja: 最初にこれらのエンタイトルメントからこれらの消費者のサブスクリプションを解除する必要があります。
ko: 먼저 이 사용자를 인타이틀먼트에서 등록 해제해야 합니다.
pt_br: Você deverá cancelar primeiro os entitlements destes clientes.
zh_cn: 您必须首先取消这些客户对这些授权的订阅。

source: Entitlement with ID '{0}' could not be found
pt_br: O entitlement com a id '{0}' não pôde ser encontrado

source: No free entitlements are available for the product ''{0}''
pt_br: Não existem entitlements gratuitos para o produto ''{0}''

source: This consumer is already subscribed to the product matching pool with id ''{0}''
pt_br: Este cliente já está subscrito ao produto do pool de combinação com id ''{0}''

source: No free entitlements are available for the pool with id ''{0}''
pt_br: Não existem entitlements gratuitos para o pool de id ''{0}''

source: Consumers of this type are not allowed to subscribe to the pool with id ''{0}''
pt_br: Os clientes deste tipo não possuem permissão para subscrever-sem ao pool de id ''{0}''

source: Unable to entitle consumer to the pool with id ''{0}'': {1}
pt_br: Não foi possível subscrever o cliente ao pool de id ''{0}'': {1}

source: No such token: {0}
pt_br: Não foi possível localizar o token: {0}

source: No such entitlement pool: {0}
pt_br: Não foi possível encontrar o pool de entitlement: {0}

source: Entitlement with ID '{0}' could not be found.
pt_br: O entitlement com ID '{0}' não pôde ser encontrado.

source: Consumer {0} cannot be exported, as it's of wrong consumer type.
pt_br: O cliente {0} não pode ser exportado pois o tipo de cliente está incorreto.

source: SubscriptionToken with id {0} could not be found
pt_br: O Token de Subscrição com id {0} não pôde ser encontrado

source: Product with UUID '{0}' could not be found
pt_br: O produto com UUID '{0}' não foi encontrado

source: Event with ID '{0}' could not be found.
pt_br: O evento com ID '{0}' não foi encontrado.

source: email and email_locale are required for notification
pt_br: o email e email_locale são necessários para a notificação

source: consumer: {0}
pt_br: cliente: {0}

source: Owner with UUID '{0}' could not be found
pt_br: Proprietário com UUID '{0}' não foi encontrado

source: Cound not create the Pool: {0}
pt_br: Não foi possível criar um Pool: {0}

source: Entitlement Pool with ID '{0}' could not be found
pt_br: Pool de Entitlement com ID '{0}' não foi encontrado

source: Cannot directly delete a pool backed by a subscription
pt_br: Não foi possível deletar um pool suportado pela subscrição

source: Test
pt_br: Teste

source: '{0}' Should contain name, priority and at least one attribute
pt_br: '{0}' Deve conter nome, prioridade e pelo menos um atributo

source: Standalone candlepin does not support activation.
pt_br: O pino autônomo não suporta a ativação.

source: No username provided for oauth request
pt_br: Nenhum nome de usuário foi fornecido à solicitação oauth

source: No oauth consumer found for key {0}
pt_br: Nenhum cliente oauth foi encontrado para a tecla {0}

source: No owner found for user {0}
pt_br: Nenhum proprietário foi encontrado para o usuário {0}

source: An owner does not exist for a null org id
pt_br: O proprietário não existe para a id do org nula
