Repository: ATIX-AG/candlepin
Catalog: proxy/po/*.po
Languages: fr, ja, ko, pt_br, ru, zh_cn

source: Invalid oauth consumer or secret
fr: Consommateur ou secret oauth invalide
ja: 無効な oauth コンシューマ、又は秘密
ko: 잘못된 oauth 사용자 또는 기밀
ru: Неверный пользователь OAuth или секрет
zh_cn: 无效 oauth 客户或者 secret

source: OAuth problem encountered. Internal message is: {0}
fr: Problème OAuth rencontré. Message interne : {0}
ja: OAuth に問題が発生しました。内部メッセージ: {0}
ko: OAuth 문제가 발생했습니다. 내부 오류 메세지는 다음과 같습니다: {0}
ru: Ошибка OAuth: {0}
zh_cn: 遇到 OAuth 问题。内部信息为：{0}

source: OAuth error encountered. Internal message is: {0}
fr: Erreur OAuth rencontrée. Message interne : {0}
ja: OAuth にエラーが発生しました。内部メッセージ: {0}
ko: OAuth 오류가 발생했습니다. 내부 오류 메세지는 다음과 같습니다: {0}
ru: Ошибка OAuth: {0}
zh_cn: 遇到 OAuth 错误。内部信息为：{0}

source: Error getting oauth consumer Key
fr: Erreur lors de l'obtention de la clé du consommateur oauth
ja: oauth 消費者キーの取得でエラー
ko: oauth 사용자 키를 가져오는 중 오류 발생
pt_br: Erro ao obter a Tecla do cliente oauth
ru: Ошибка получения ключа пользователя OAuth
zh_cn: 获取 oauth 客户密钥出错

source: Invalid Credentials
fr: Informations d’identification invalides
ja: 無効な識別情報
ko: 잘못된 인증 정보
pt_br: Credenciais inválidos
ru: Недопустимые реквизиты
zh_cn: 无效证书

source: Error contacting user service
fr: Erreur lors du contact au service utilisateur
ja: ユーザーサービスへの連絡でエラー
ko: 사용자 서비스 문의 중 오류 발생
pt_br: Erro ao contactar o serviço do usuário
ru: Ошибка обращения к службе пользователя
zh_cn: 联系用户服务出错

source: Subscription pool {0} does not exist.
fr: Le pool d'abonnements {0} n'existe pas.
ja: サブスクリプションプール {0} は存在しません
ko: 서브스크리션 풀 {0}은(는) 존재하지 않습니다.
ru: Пул подписок {0} не существует.
zh_cn: 订阅池 {0} 不存在。

source: This consumer is already subscribed to the product matching pool with id ''{0}''.
fr: Ce consommateur est déjà abonné au produit correspondant au pool avec l'id ''{0}''.
ja: 既にこのコンシューマは id ''{0}'' を持つプールに一致する製品にサブスクライブしています
ko: 이 사용자는 id ''{0}''을(를) 갖는 풀과 일치하는 제품에 이미 등록되어 있습니다.
ru: Этот клиент уже подписан на продукт из пула с ID ''{0}''.
zh_cn: 这个客户已经订阅到 id 为 ''{0}'' 的池的产品。

source: No free entitlements are available for the pool with id ''{0}''.
fr: Aucun droit d'accès gratuit n'est disponible pour le pool avec l'id ''{0}''.
ja: id ''{0}'' を持つプールにはフリーのエンタイトルメントは利用できません
ko: id ''{0}''을(를) 갖는 풀에 대새 사용 가능한 무료 인타이틀먼트가 없습니다.
ru: Нет свободных полномочий для пула с ID ''{0}''.
zh_cn: 具有 ID ''{0}'' 的池没有空闲的权利。

source: Consumers of this type are not allowed to subscribe to the pool with id ''{0}''.
fr: Les consommateurs de ce type n'ont pas le droit de s'abonner au pool avec l'id ''{0}''.
ja: このタイプのコンシューマには id ''{0}'' を持つプールへのサブスクリプションは許可されません
ko: 이러한 유형의 사용자는 id ''{0}''을(를) 갖는 풀에 등록할 수 없습니다.
ru: Клиенты этого типа не могут подписываться к пулу с ID ''{0}''.
zh_cn: 本类型的客户不不被允许定义 ID 为 ''{0}'' 的池。

source: Multi-entitlement not supported for pool with id ''{0}''.
fr: Les multiples droits d'accès ne sont pas pris en charge par le pool avec l'id ''{0}''.
ja: id ''{0}'' を持つプールには複数エンタイトルメントのサポートはありません
ko: 멀티 인타이틀먼트는 id ''{0}''을(를) 갖는 풀에 대해 지원되지 않습니다.
ru: Пул с ID «{0}» не поддерживает использование разных полномочий.
zh_cn: ID 为 ''{0}'' 的池不支持多个权利。

source: Guest''s host does not match owner of pool: ''{0}''.
ru: Хост гостя не соответствует владельцу пула: ''{0}''.

source: Pool not available to manifest consumers: ''{0}''.
ru: Пул недоступен клиентам: ''{0}''.

source: Pool is restricted to virtual guests: ''{0}''.
ru: Пул доступен только виртуальным гостям: ''{0}''.

source: Unable to entitle consumer to the pool with id ''{0}''.: {1}
fr: Impossible de fournir les droits d'accès du consommateur pour le pool avec l'id ''{0}''.: {1}
ja: id ''{0}'' を持つプールにコンシューマをサブスクライブできません: {1}
ko: id ''{0}''을(를) 갖는 풀에 있는 사용자에 권한을 부여할 수 없습니다.: {1}
ru: Не удалось подписать к пулу с ID «{0}»: {1}
zh_cn: 不能使客户对 ID 为 ''{0}'' 的池具有权利：{1}

source: This consumer is already subscribed to the product ''{0}''
fr: Ce consommateur est déjà abonné au produit ''{0}''
ja: この消費者は既に製品 ''{0}'' にサブスクライブしています
ko: 이 사용자는 이미 제품 ''{0}''에 등록되어 있음
pt_br: Este cliente já está subscrito ao produto ''{0}''
ru: Клиент уже подписан на продукт «{0}»
zh_cn: 这个客户已经订阅产品 ''{0}''

source: There are not enough free entitlements available for the product ''{0}''
fr: Il n'y a pas suffisamment de droits d'accès gratuits disponibles pour le produit "{0}"
ja: 製品 ''{0}'' 用には十分なフリーエンタイトルメントがありません
ko: 제품 ''{0}''에 대해 사용 가능한 무료 인타이틀먼트가 충분하지 않음
ru: Недостаточно полномочий для продукта «{0}».
zh_cn: 产品 ''{0}'' 没有足够的可用空闲权限。

source: Consumers of this type are not allowed to the product ''{0}''
fr: Les consommateurs de ce type n'ont pas la permission pour le produit ''{0}''
ja: このタイプの消費者には製品 ''{0}'' への許可がありません
ko: 이 유형의 사용자는 제품 ''{0}''에 대한 권한이 없음
pt_br: Os clientes deste tipo não possuem permissão ao produto ''{0}''
ru: Клиенты этого типа не могут подписываться на «{0}»
zh_cn: 产品 ''{0}'' 不允许这种类型的客户

source: Only virtual systems can consume the product ''{0}''
fr: Seuls les systèmes virtuels peuvent consommer le produit ''{0}''
ja: 仮想システムのみが製品 ''{0}'' を消費できます
ko: 가상 시스템만이 제품 ''{0}''을 사용할 수 있음
pt_br: Apenas sistemas virtuais podem usufruir deste produto ''{0}''
ru: Только виртуальные системы могут использовать продукт «{0}»
zh_cn: 只有虚拟系统可消耗产品 ''{0}''

source: Unable to entitle consumer to the product ''{0}'': {1}
fr: Impossible de donner les droits d'accès au consommateur pour le produit ''{0}'' : {1}
ja: 製品''{0}'' へのエンタイトルメントを消費者に出せません: {1}
ko: 사용자에게 제품 ''{0}''의 권한을 부여할 수 없음: {1}
pt_br: Não foi possível subscrever o cliente ao produto ''{0}'': {1}
ru: Не удалось подписать на «{0}»: {1}
zh_cn: 无法为客户在产品 ''{0}'' 中授权：{1}

source: No such consumer type: {0}
fr: Aucun tel type de consommateur : {0}
ja: その消費者タイプはありません: {0}
ko: 이러한 소비자 유형이 없음: {0}
pt_br: Não foi possível encontrar o tipo de cliente: {0}
ru: Нет такого типа: {0}
zh_cn: 没有这种客户类型：{0}

source: Name of the consumer should be shorter than {0} characters.
fr: Le nom du consommateur doit faire moins de {0} caractères.
ja: 消費者の名前は {0} 文字以下にする必要があります。
ko: 사용자 이름은 {0}자 이하여야 합니다.
pt_br: O nome do cliente deve ser menor que {0} caracteres.
ru: Имя клиента не может превышать {0} знаков.
zh_cn: 客户名称应少于 {0} 字符。

source: The consumer with UUID {0} is a virtual guest. It does not have guests.
ru: Клиент с UUID {0} является виртуальным гостем (у него нет гостей).

source: No product found for product id {0}
fr: Aucun produit trouvé pour l'identifiant de produit {0}
ja: 製品 id {0} の製品は見付かりません
ko: 제품 id {0}에 해당하는 제품을 찾을 수 없습니다
pt_br: Não foi possível encontrar a id do produto {0}
ru: Продукт с ID {0} не найден.
zh_cn: 在产品 id {0} 下没有找到任何产品

source: ''{0}'' Should contain name, priority and at least one attribute
fr: ''{0}'' doit contenir le nom, la priorité, et au moins un attribut
ja: ''{0}'' は名前、優先度、及び少なくとも１つの属性を含む必要があります
ko: ''{0}''에는 이름, 우선 순위, 최소 하나의 속성이 들어 있어야 합니다
ru: ''{0}'' должен содержать имя, приоритет и как минимум один атрибут
zh_cn: ''{0}'' 应该包含名称、优先级和至少一个属性

source: second parameter should be the priority number.
fr: le second paramètre devrait être le numéro de priorité.
ja: ２つ目のパラメータは優先度番号でなければなりません
ko: 두 번째 매개 변수는 우선 순위 번호여야 함
pt_br: o segundo parâmetro deve ser o número de prioridade.
ru: второй параметр должен содержать приоритет.
zh_cn: 第二个参数应该是优先权数。

source: Entitlements for {0} expired on: {1}
fr: Les droits d'accès pour {0} ont expiré le : {1}
ja: {0} のエンタイトルメントは {1} に期限切れです
ko: {0} 인타이틀먼트는 만료되었음: {1}
pt_br: Os entitlements para {0} venceram no: {1}
ru: Полномочия для {0} истекли: {1}
zh_cn: {0} 的权利在 {1} 过期

source: Unable to verify request.
fr: Impossible de vérifier la requête.
ja: 要求を確認できません。
ko: 요청을 확인할 수 없습니다.
ru: Запрос не подтверждён.
zh_cn: 无法验证请求。

source: {0} with id {1} could not be found
fr: {0} avec l'identifiant {1} introuvable
ja: id {1} を持つ {0} は見つかりません
ko: id {1}을(를) 갖는 {0}을(를) 찾을 수 없음
ru: Не удалось найти {0} с id {1}.
zh_cn: 无法找到具有 id {1} 的 {0}

source: Bad Request
fr: Mauvaise requête
ja: 不正な要求です
ko: 잘못된 요청
pt_br: Solicitação Inválida
ru: Недопустимый запрос
zh_cn: 错误请求

source: Wrong metadata type
fr: Type de métadonnées erroné
ja: 不正なメタデータタイプ
ko: 잘못된 메타데이터 유형
pt_br: Tipo de meta-dados inválido
ru: Неверный тип метаданных
zh_cn: 错误的元数据类型

source: Invalid owner
fr: Propriétaire invalide
ja: 無効な所有者
ko: 잘못된 소유자
pt_br: Proprietário inválido
ru: Недопустимый владелец
zh_cn: 无效拥有者

source: Import is older than existing data
fr: L'import est plus ancien que les données existantes
ja: インポートは既存データよりも古いものです
ko: 가져오기는 기존 데이터보다 오래된 것임
pt_br: A importação é mais antiga do que os dados existentes
ru: Импортируемые данные старее существующих
zh_cn: 导入的数据比现有数据旧

source: Unknown event for user {0} and target {1}
fr: Événement inconnu pour l'utilisateur {0} et la cible {1}
ja: ユーザー {0} とターゲット {1} の不明なイベント
ko: 사용자 {0} 및 대상 {1}에 대한 알 수 없는 이벤트
ru: Неизвестное событие для пользователя {0} и цели {1}
zh_cn: 用户 {0} 和对象 {1} 的未知事件

source: {0} created new consumer {1}
fr: {0} a créé le nouveau consommateur {1}
ja: {0} は新しいコンシューマ {1} を作成しました
ko: {0}은(는) 새로운 사용자 {1}을(를) 생성했습니다
ru: {0} создал клиента {1}
zh_cn: {0} 创建的新客户 {1}

source: {0} modified the consumer {1}
fr: {0} a modifié le consommateur {1}
ja: {0} はコンシューマ {1} を修正しました
ko: {0}은(는) 사용자 {1}을(를) 수정했습니다
ru: {0} изменил клиента {1}
zh_cn: {0} 修改了客户 {1}

source: {0} deleted the consumer {1}
fr: {0} a supprimé le consommateur {1}
ja: {0} はコンシューマ {1} を削除しました
ko: {0}은(는) 사용자 {1}을(를) 삭제했습니다
ru: {0} удалил клиента {1}
zh_cn: {0} 删除的客户 {1}

source: {0} created new owner {1}
fr: {0} a créé le nouveau propriétaire {1}
ja: {0} は新しい所有者 {1} を作成しました
ko: {0}은(는) 새로운 소유자 {1}을(를) 생성했습니다
ru: {0} создал владельца {1}
zh_cn: {0} 创建的新拥有者 {1}

source: {0} modified the owner {1}
fr: {0} a modifié le propriétaire {1}
ja: {0} は所有者 {1} を修正しました
ko: {0}은(는) 소유자 {1}을(를) 수정했습니다
ru: {0} изменил владельца {1}
zh_cn: {0} 修改了拥有者 {1}

source: {0} deleted the owner {1}
fr: {0} a supprimé le propriétaire {1}
ja: {0} は所有者 {1} を削除しました
ko: {0}은(는) 소유자 {1}을(를) 삭제했습니다
ru: {0} удалил владельца {1}
zh_cn: {0} 删除的拥有者 {1}

source: {0} consumed a subscription for product {1}
fr: {0} a consommé un abonnement pour le produit {1}
ja: {0} は製品 {1} のサブスクリプションを消費しました
ko: {0}은(는) 제품 {1}에 대한 서브스크립션을 사용했습니다
ru: {0} затратил подписку для продукта {1}
zh_cn: {0} 消耗的产品 {1} 订阅

source: {0} modified a subscription for product {1}
fr: {0} a modifié un abonnement pour le produit {1}
ja: {0} は製品 {1} のサブスクリプションを修正しました
ko: {0}은(는) 제품 {1}에 대한 서브스크립션을 수정했습니다
ru: {0} изменил подписку для продукта {1}
zh_cn: {0} 修改的产品 {1} 订阅

source: {0} returned the subscription for {1}
fr: {0} a restitué l'abonnement de {1}
ja: {0} は {1} のサブスクリプションを返却しました
ko: {0}은(는) {1}에 대한 서브스크립션을 반환했습니다
ru: {0} вернул подписку для продукта {1}
zh_cn: {0} 返回 {1} 订阅

source: {0} created a pool for product {1}
fr: {0} a créé un pool pour le produit {1}
ja: {0} は製品 {1} のプールを作成しました
ko: {0}은(는) 제품 {1}에 대한 풀을 생성했습니다
ru: {0} создал пул для продукта {1}
zh_cn: {0} 为产品 {1} 创建一个池

source: {0} modified a pool for product {1}
fr: {0} a modifié un pool pour le produit {1}
ja: {0} は製品 {1} のプールを修正しました
ko: {0}은(는) 제품 {1}에 대한 풀을 수정했습니다
ru: {0} изменил пул для продукта {1}
zh_cn: {0} 为产品 {1} 修改池

source: {0} deleted a pool for product {1}
fr: {0} a supprimé un pool pour le produit {1}
ja: {0} は製品 {1} のプールを削除しました
ko: {0}은(는) 제품 {1}에 대한 풀을 삭제했습니다
ru: {0} удалил пул для продукта {1}
zh_cn: {0} 为产品 {1} 删除一个池

source: {0} created an export for consumer {1}
fr: {0} a créé un export pour le consommateur {1}
ja: {0} はコンシューマ {1} のエキスポートを作成しました
ko: {0}은(는) 사용자 {1}에 대한 내보내기를 생성했습니다
ru: {0} создал экспорт для клиента {1}
zh_cn: {0} 为客户 {1} 创建一个导出

source: {0} imported a manifest for owner {1}
fr: {0} a importé un manifeste pour le propriétaire {1}
ja: {0} は所有者 {1} のマニフェストをインポートしました
ko: {0}은(는) 사용자 {1}에 대한 매니페스트를 가져왔습니다
ru: {0} импортировал манифест для владельца {1}
zh_cn: {0} 为客户 {1} 创建一个导入

source: {0} created new user {1}
fr: {0} a créé le nouvel utilisateur {1}
ja: {0} は新しいユーザー {1} を作成しました
ko: {0}은(는) 새 사용자 {1}을(를) 생성했습니다
ru: {0} создал пользователя {1}
zh_cn: {0} 创建新用户 {1}

source: {0} modified the user {1}
fr: {0} a modifié l'utilisateur {1}
ja: {0} はユーザー {1} を修正しました
ko: {0}은(는) 사용자 {1}을(를) 수정했습니다
ru: {0} изменил пользователя {1}
zh_cn: {0} 修改了用户 {1}

source: {0} deleted the user {1}
fr: {0} a supprimé l'utilisateur {1}
ja: {0} はユーザー {1} を削除しました
ko: {0}은(는) 사용자 {1}을(를) 삭제했습니다
ru: {0} удалил пользователя {1}
zh_cn: {0} 删除用户 {1}

source: {0} created new role {1}
fr: {0} a créé le nouveau rôle {1}
ja: {0} は新しいロール {1} を作成しました
ko: {0}은(는) 새 역할 {1}을(를) 생성했습니다
ru: {0} создал роль {1}
zh_cn: {0} 创建新角色 {1}

source: {0} modified the role {1}
fr: {0} a modifié le rôle {1}
ja: {0} はロール {1} を修正しました
ko: {0}은(는) 역할 {1}을(를) 수정했습니다
ru: {0} изменил роль {1}
zh_cn: {0} 修改了角色 {1}

source: {0} deleted the role {1}
fr: {0} a supprimé le rôle {1}
ja: {0} はロール {1} を削除しました
ko: {0}은(는) 역할 {1}을 삭제했습니다
ru: {0} удалил роль {1}
zh_cn: {0} 删除角色 {1}

source: {0} created new subscription for product {1}
fr: {0} a créé un nouvel abonnement pour le produit {1}
ja: {0} は製品 {1} の新しいサブスクリプションを作成しました
ko: {0}은(는) 제품 {1}에 대한 새 서브스크립션을 생성했습니다
ru: {0} создал подписку для продукта {1}
zh_cn: {0} 为产品 {1} 创建新订阅

source: {0} deleted a subscription for product {1}
fr: {0} a supprimé un abonnement pour le produit {1}
ja: {0} は製品 {1} のサブスクリプションを削除しました
ko: {0}은(는) 제품 {1}에 대한 서브스크립션을 삭제했습니다
ru: {0} удалил подписку для продукта {1}
zh_cn: {0} 为产品 {1} 删除订阅

source: {0} created the activation key {1}
fr: {0} a créé la clé d'activation {1}
ja: {0} はアクティベーションキー {1} を作成しました
ko: {0}은(는) 활성화 키 {1}을(를) 생성했습니다
ru: {0} создал ключ активации {1}
zh_cn: {0} 创建激活码 {1}

source: {0} deleted the activation key {1}
fr: {0} a supprimé la clé d'activation {1}
ja: {0} はアクティベーションキー {1} を削除しました
ko: {0}은(는) 활성화 키 {1}을(를) 삭제했습니다
ru: {0} удалил ключ активации {1}
zh_cn: {0} 删除激活码 {1}

source: {0} created the guest id {1}
ru: {0} создал гостя с ID {1}

source: {0} deleted the guest id {1}
ru: {0} удалил гостя c ID {1}

source: Standalone candlepin does not support redeeming a subscription.
fr: L'application autonome Candlepin ne prend pas en charge l'échange d'abonnements.
ja: 単独型の candlepin はサブスクリプションの償還をサポートしていません。
ko: 독립형 candlepin은 서브스크립션 교환을 지원하지 않습니다.
ru: Автономный candlepin не поддерживает получение подписок.
zh_cn: 独立的 candlepin 不支持兑换订阅。

source: Event with ID ''{0}'' could not be found.
fr: Impossible de trouver l'événement avec l'id "{0}".
ja: ID ''{0}'' を持つイベントは見つかりません
ko: ID ''{0}''을(를) 갖는 이벤트를 찾을 수 없음.
ru: Не найдено событие с ID {0}
zh_cn: 没有找到 ID 为 ''{0}'' 的事件

source: Content with id {0} could not be found
fr: Impossible de trouver le contenu avec l'id {0}
ja: id {0} を持つコンテンツは見付かりません
ko: id {0}의 내용을 찾을 수 없음
pt_br: O conteúdo com id {0} não foi encontrado
ru: Не найдено содержимое с ID {0}
zh_cn: 无法找到 id 为 {0} 的内容

source: Product with UUID ''{0}'' could not be found
fr: Impossible de trouver le produit avec l'UUID "{0}"
ja: UUID ''{0}'' を持つ製品は見つかりません
ko: UUID ''{0}''을(를) 갖는 제품을 찾을 수 없음
ru: Не найден продукт с UUID {0}
zh_cn: 无法找到 UUID 为 ''{0}'' 的产品

source: Product with UUID ''{0}'' cannot be deleted while subscriptions exist.
fr: Impossible de supprimer le produit avec l'UUID "{0}" tant que les abonnements existent.
ja: UUID ''{0}'' を持つ製品はサブスクリプションの存在中には削除できません。
ko: 서브스크립션이 존재하는 동안 UUID ''{0}''을(를) 갖는 제품을 삭제할 수 없습니다.
ru: Продукт с UUID {0} не может быть удален, пока существуют подписки.
zh_cn: 当订阅已存在时无法删除 UUID 为 ''{0}'' 的产品

source: Error decoding the rules. The text should be base 64 encoded
fr: Erreur lors du décodage des règles. Le texte devrait être encodé avec base 64
ja: 規則の復号化でエラー。テキストは base 64 でエンコードする必要があります
ko: 규칙을 디코딩 중 오류 발생. 텍스트는 base 64로 인코딩해야 함
pt_br: Erro ao decodificar as regras. O texto deve ser baseado em 64 codificações
ru: Не удалось расшифровать правила. Требуется кодировка Base64
zh_cn: 解码规则时出错。文本应使用 64 位代码。

source: couldn't read rules file
fr: impossible de lire le fichier des règles
ja: 規則ファイルを読み込めません
ko: 규칙 파일을 읽을 수 없음
pt_br: não foi possível ler as regras do arquivo
ru: ошибка чтения файла правил
zh_cn: 无法读取规则文件

source: Cannot filter on both owner and consumer
fr: Impossible de filtrer sur le propriétaire et le consommateur
ja: 所有者と消費者の両方をフィルタできません
ko: 소유자 및 사용자 모두를 필터링할 수 없음
pt_br: Não foi possível filtrar ambos proprietário e cliente
ru: Не разрешается одновременно применить фильтр для владельца и клиента
zh_cn: 无法同时过滤拥有者和客户

source: A consumer or owner is needed to filter on product
fr: Un consommateur ou un propriétaire est requis pour filtrer sur le produit
ja: 製品上でフィルタするのに消費者又は所有者が必要です
ko: 제품에서 필터하는 사용자 또는 소유자가 필요함
pt_br: Um cliente e proprietário são necessários para filtrar no produto
ru: Для выбора по продукту необходимо указать клиента или владельца
zh_cn: 根据产品过滤需要有客户或者拥有者

source: consumer: {0} not found
fr: consommateur : {0} introuvable
ja: コンシューマ: {0} は見つかりません
ko: 사용자: {0}을(를) 찾을 수 없음
ru: клиент {0} не найден
zh_cn: 没有找到客户 {0}

source: User {0} cannot access consumer {1}
fr: L'utilisateur {0} ne peut pas accéder au consommateur {1}
ja: ユーザー {0} はコンシューマ {1} にアクセス出来ません
ko: 사용자 {0}은(는) 사용자 {1}에 액세스할 수 없음
ru: У пользователя {0} нет доступа к клиенту {1}
zh_cn: 用户 {0} 不能访问客户 {1}

source: owner: {0}
fr: propriétaire : {0}
ja: 所有者: {0}
ko: 소유자: {0}
pt_br: proprietário: {0}
ru: владелец: {0}
zh_cn: 拥有者：{0}

source: User {0} cannot access owner {1}
fr: L'utilisateur {0} ne peut pas accéder au propriétaire {1}
ja: ユーザー {0} は所有者 {1} にアクセス出来ません
ko: 사용자 {0}은(는) 소유자 {1}에 액세스할 수 없음
ru: Пользователь {0} не имеет доступа к владельцу {1}
zh_cn: 用户 {0} 不能访问拥有者 {1}

source: User {0} cannot access all pools.
fr: L'utilisateur {0} ne peut pas accéder à tous les pools.
ja: ユーザー {0} は全てのプールにアクセス出来ません
ko: 사용자 {0}은(는) 모든 풀에 액세스할 수 없음
ru: Пользователь {0} не имеет доступа к пулам.
zh_cn: 用户 {0} 不能访问所有池。

source: Entitlement Pool with ID ''{0}'' could not be found
fr: Impossible de trouver le pool de droits d'accès avec l'ID ''{0}''
ja: ID ''{0}'' のエンタイトルメントプールは見つかりません
ko: ID ''{0}''을(를) 갖는 인타이틀먼트 풀을 찾을 수 없음
ru: Не найден пул полномочий с ID {0}.
zh_cn: 无法找到具有 ID ''{0}'' 的权利池

source: You must specify an owner key, consumer uuid, or principal name.
fr: Vous devez spécifier un propriétaire de clé, un UUID de consommateur, ou un nom principal.
ja: 所有者キー、コンシューマ uuid、又は主要な名前を指定する必要があります。
ko: 소유자 키, 사용자 uuid, 주요 이름 등을 지정하셔야 합니다.
ru: Необходимо указать ключ владельца, UUID клиента или имя субъекта.
zh_cn: 你必须指定一个所有者密钥值、客户 UUID 或 Principal 名字。

source: You must specify one of owner key, consumer uuid, or principal name, but not all.
fr: Vous devez spécifier soit un propriétaire de clé, soit un UUID de consommateur, ou un nom principal, mais pas tout.
ja: 所有者キー、コンシューマ uuid、又は主要な名前の１つを指定する必要がありますが、全てではありません。
ko: 소유자 키, 사용자 uuid, 주요 이름 중 하나를 지정하셔야 합니다.
ru: Необходимо указать или ключ владельца, или UUID клиента, или имя субъекта.
zh_cn: 你必须指定所有者密钥、客户 UUID 或 Principal 名字中的一个，但不是全部。

source: Error setting scheduler status
fr: Erreur lors de la définition de l'état du planificateur
ja: スケジューラ状態のセッティングでエラー
ko: 오류 설정 스케줄러 상태
ru: Ошибка при установке статуса планировщика
zh_cn: 设置调度程序状态出错

source: job already cancelled
fr: tâche déjà annulée
ja: ジョブは既に取り消されています
ko: 작업이 이미 취소됨
ru: задание уже отменено
zh_cn: 已经取消的任务

source: cannot cancel a job that is not in CREATED state
fr: impossible d'annuler une tâche qui n'est pas dans l'état CREATED
ja: CREATED 状態ではないジョブは取り消しできません
ko: CREATED 상태에 있지 않은 작업을 취소할 수 없음
ru: нельзя отменить задание, если оно не в состоянии CREATED
zh_cn: 无法取消不出于 CREATED 状态的任务

source: No such owner: {0}
fr: Propriétaire inconnu : {0}
ja: そのような所有者はいません: {0}
ko: 이러한 소유자가 없음: {0}
ru: Владелец {0} не существует.
zh_cn: 没有这个拥有者：{0}

source: Role ID does not match path.
fr: L'id de rôle ne correspond pas au chemin.
ja: ロール ID はパスと一致しません。
ko: 역할 ID는 경로와 일치하지 않습니다.
ru: ID роли не соответствует пути.
zh_cn: 角色 ID 与路径不匹配。

source: Access type NONE not supported.
fr: Le type d'accès NONE n'est pas pris en charge.
ja: アクセスタイプ NONE はサポートされていません
ko: 액세스 유형 NONE은 지원되지 않습니다.
ru: Тип доступа "NONE" не поддерживается.
zh_cn: 不支持访问类型 NONE。

source: No such permission: {0} in role: {1}
fr: Permission inconnue : {0} dans le rôle : {1}
ja: そのような権限はありません: ロール: {1} の {0}
ko: 역할: {1}에는 이러한 권한: {0}이 없음
ru: Нет такого разрешения: {0} для роли {1}
zh_cn: 角色 {1} 没有这个授权 {0}

source: No such role: {0}
fr: Rôle inconnu : {0}
ja: そのようなロールはありません: {0}
ko: 이러한 역할이 없음: {0}
ru: Роль {0} не существует.
zh_cn: 没有这个角色：{0}

source: No such user: {0}
fr: Utilisateur inconnu : {0}
ja: そのようなユーザーはいません: {0}
ko: 이러한 사용자가 없음: {0}
ru: Пользователь {0} не существует.
zh_cn: 没有这个用户：{0}

source: Bad entity value.
fr: Mauvaise valeur d'entité.
ja: 不正なエンティティ値です
ko: 잘못된 엔티티 값.
ru: Недопустимый идентификатор.
zh_cn: 坏的条目值。

source: ConsumerType with id '
fr: ConsumerType avec l'id '
ja: id 付の ConsumerType
ko: id를 갖는 사용자 유형
pt_br: Tipo de Cliente com id '
ru: Тип клиента с ID '
zh_cn: id 为 ' 的客户类型

source: Problem creating consumertype: {0}
fr: Problème lors de la création du consumertype : {0}
ja: consumertype の作成で問題: {0}
ko: 사용자 유형을 생성하는 도중 문제 발생: {0}
pt_br: Erro ao criar o tipo de consumidor: {0}
ru: Ошибка создания типа: {0}
zh_cn: 创建客户类型的问题：{0}

source: Consumer Type with label {0} could not be found
fr: Impossible de trouver le type de consommateur avec l'étiquette {0}
ja: ラベル {0} の消費者タイプは見付かりませんでした
ko: 레이블 {0}의 사용자 유형을 찾을 수 없음
pt_br: O Tipo de Consumidor com etiqueta {0} não foi encontrado
ru: Не найден тип с меткой {0}
zh_cn: 无法找到标记为 {0} 的客户类型

source: Consumer Type with id {0} could not be found
fr: Impossible de trouver le type de consommateur avec l'id {0}
ja: id {0} を持つ消費者タイプは見付かりませんでした
ko: id {0}의 사용자 유형을 찾을 수 없음
pt_br: O Tipo de Consumidor com id {0} não foi encontrado
ru: Не найден тип с ID {0}
zh_cn: 无法找到 id 为 {0} 的客户类型

source: The quantity must be greater than 0
fr: La quantité doit être plus que 0
ja: 数量はゼロ以上の数値にして下さい
ko: 수량은 0 보다 커야 합니다
ru: Число должно быть больше 0.
zh_cn: 数量必须大于 0

source: Pools requiring a 'person' consumer should not be added to an activation key since a consumer type of 'person' cannot be used with activation keys
fr: Les pools qui requièrent qu'un consommateur de type « personne » ne doivent pas être ajoutés à une clé d'activation car ce type de consommateur ne peut pas être utilisé avec des clés d'activation
ja: コンシューマタイプ「ユーザー」はアクティベーションキーで使用できないため、「ユーザー」コンシューマを必要とするプールはアクティベーションキーに追加してはいけません。
ko: '개인' 사용자 유형은 활성화 키로 사용할 수 없으므로 '개인' 사용자를 필요로 하는 풀은 활성화 키에 추가시킬 수 없습니다
ru: Не следует добавлять к ключу активации пул с частным типом пользователя (person), так как пользователи этого типа не могут использоваться вместе с ключами активации
zh_cn: 既然 'person' 客户不能和激活码一起使用，池要求 'person' 客户不被添加到激活码里。

source: Error: Only pools with multi-entitlement product subscriptions can be added to the activation key with a quantity greater than one.
fr: Erreur : Seuls les pools avec des abonnements produits à multiples droits d'accès peuvent être ajoutés à la clé d'activation avec une quantité supérieure à 1.
ja: エラー: 複数エンタイトルメントの製品サブスクリプションを持つプールのみが１以上の数量でアクティベーションキーに追加できます
ko: 오류: 멀티 인타이틀먼트 제품 서브스크립션을 갖는 풀 만이 하나 이상의 수량을 갖는 활성화 키에 추가시킬 수 있습니다.
ru: Ошибка. К ключу активации можно добавить только пулы с многократными полномочиями подписок.
zh_cn: 错误：只有具有多重权限产品订阅的池可以用大于 1 的数目添加到激活码里。

source: The quantity must not be greater than the total allowed for the pool
fr: La quantité ne doit pas être supérieure au total autorisé pour le pool
ja: 数量はプールに許可されている合計以上になることはできません。
ko: 수량은 풀에 허용되는 총 수량보다 커서는 안됩니다
ru: Количество не может превышать максимально допустимое число для пула
zh_cn: 数量必须大于池所允许的总数

source: ActivationKey with id {0} could not be found
fr: Impossible de trouver la clé d'activation ActivationKey avec l'id {0}
ja: id {0} を持つアクティベーションキーは見つかりません
ko: id {0}을(를) 갖는 활성화 키를 찾을 수 없음
ru: Не найден ключ активации с ID {0}
zh_cn: 没有找到 id 为 {0} 的激活码

source: Pool with id {0} could not be found
fr: Impossible de trouver le pool avec l'id {0}
ja: id {0} を持つプールは見つかりません
ko: id {0}을(를) 갖는 풀을 찾을 수 없음
ru: Не найден пул с ID {0}
zh_cn: 没有找到 id 为 {0} 的池
